Repository: zhichaoh/wintenApps
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fa

source: You are using an older version of Windows. This add-on requires {minSupportedVersion} or later. Are you sure you wish to install this add-on anyway?
fa: شما دارید از یک نگارشِ قدیمیترِ ویندوز استفاده میکنید. این افزونه نیازمندِ {minSupportedVersion} یا بالاتر است. مطمئنید که در هر حال میخواهید این افزونه را نصب کنید؟

source: Old Windows version
fa: نگارشِ قدیمیِ ویندوز

source: No more weather data for this item.
fa: اطلاعاتِ آب و هوا برای این مورد موجود نیست.

source: Shows the message details.
fa: جزئیاتِ پیام را نشان میدهد.

source: Typing stopped
fa: تایپ کردن متوقف شد.

source: Chat history not found
fa: سابقه‌ی گپ پیدا نشد.

source: Reports and moves the review cursor to a recent message
fa: آخرین پیام را میخوانَد و مکان‌نمای بازبینی را روی آخرین پیام میبَرَد.

source: Chat edit field not found
fa: کادرِ ویرایشِ گپ پیدا نشد.

source: No emoji
fa: شکلک نیست

source: &Windows 10 App Essentials...
fa: نیازمندی‌های حیاتیِ برنامک‌های &ویندوزِ ۱۰...

source: Windows 10 App Essentials add-on settings
fa: تنظیماتِ افزونه‌ی نیازمندی‌های حیاتیِ برنامک‌های ویندوزِ ۱۰

source: Error checking for update.
fa: خطا هنگامِ بررسیِ به‌روزرسانی.

source: Windows 10 App Essentials update
fa: به‌روزرسانیِ نیازمندی‌های حیاتیِ برنامک‌های ویندوزِ ۱۰

source: No add-on update available.
fa: به‌روزرسانی‌ای برای افزونه موجود نیست.

source: Windows 10 App Essentials {newVersion} is available. Would you like to update?
fa: نیازمندی‌های حیاتیِ برنامک‌های ویندوزِ ۱۰ {newVersion} موجود است. میخواهید به‌روزرسانی کنید؟

source: Windows 10 App Essentials settings
fa: تنظیماتِ نیازمندی‌های حیاتیِ برنامک‌های ویندوزِ ۱۰

source: Automatically check for add-on &updates
fa: بررسیِ خودکار برای &به‌روزرسانیِ افزونه

source: Update &interval in days
fa: &فرجه‌های به‌روزرسانی در روز

source: &Add-on update channel:
fa: کانالِ به‌روزرسانیِ &افزونه

source: Check for add-on &update
fa: بررسی برای &به‌روزرسانیِ افزونه

source: You are about to switch to development updates channel. Although updates from this channel brings exciting features, it also comes with updates that might be unstable at times and should be used for testing and sending feedback to the add-on developer. If you prefer to use stable releases, please answer no and switch to stable update channel. Are you sure you wish to switch to the development update channel?
fa: گویا میخواهید به کانالِ به‌روزرسانی‌های در حالِ توسعه منتقل شوید. هرچند روزآمدهایی که از این کانال دریافت خواهید کرد، امکاناتِ هیجان‌انگیزی با خود به‌همراه می‌آورند، ممکن است زمانی که آن‌ها را دریافت میکنید همراه با ناپایداری‌هایی نیز باشند. بهتر است از این کانال تنها زمانی به‌روزرسانی دریافت کنید که قصدتان آزمودنِ افزونه و ارسالِ بازخورد به توسعه‌دهنده‌ی آن باشد. چنانچه ترجیح میدهید روزآمدهای پایدار را دریافت کنید، به پرسش پاسخ منفی بدهید و به کانالِ روزآمدهای پایدار برگردید. آیا میخواهید به کانال به‌روزرسانی‌های درحالِ توسعه منتقل شوید؟

source: Switching to unstable channel
fa: رفتن به کانالِ ناپایدار

source: Add-on update check
fa: بررسیِ به‌روزرسانیِ افزونه

source: Checking for new version of Windows 10 App Essentials add-on...
fa: در حالِ بررسی برای نگارشِ جدیدِ افزونه‌ی نیازمندی‌های حیاتیِ برنامک‌های ویندوزِ ۱۰...

source: Downloading Add-on Update
fa: در حالِ بارگیریِ به‌روزرسانیِ افزونه

source: Connecting
fa: در حالِ برقراریِ ارتباط

source: Error downloading add-on update.
fa: خطا هنگامِ بارگیریِ به‌روزرسانیِ افزونه.

source: Error
fa: خطا

source: Failed to open add-on package file at %s - missing file or invalid file format
fa: خطا هنگامِ باز کردنِ فایلِ بسته‌ی افزونه از %s. فایل ناقص است یا قالبِ فایل معتبر نیست.

source: Updating Add-on
fa: در حالِ به‌روزرسانیِ افزونه

source: Please wait while the add-on is being updated.
fa: لطفا صبر کنید تا افزونه به‌روز شود.

source: Failed to update add-on from %s
fa: به‌روزرسانیِ افزونه از %s با خطا مواجه شد.

source: Windows 10 App Essentials
fa: نیازمندی‌های حیاتیِ برنامک‌های ویندوزِ ۱۰

source: A collection of app modules for various Windows 10 apps
fa: مجموعه‌ای از ماژول‌ها برای پشتیبانی از برنامک‌های مختلفِ ویندوزِ ۱۰
